{
    "profile": "프로필",
    "projects": "프로젝트",
    "guestbook": "방명록",
    "certifications": "자격증",
    "experience": "경력",
    "email": "이메일",
    "intro_part1": "기록하는",
    "intro_part2": "프론트엔드 엔지니어",
    "intro_part3": "최희연입니다.",
    "profile_sentence_1": "컴퓨터공학을 전공하며 개발자의 꿈을 키워왔고, 다양한 개발 경험을 쌓는 과정에서 프론트엔드 엔지니어로 성장하고 싶다는 목표를 가지게 되었습니다.",
    "profile_sentence_2": "‘제노소프트’에서 근무하던 중 우연한 기회로 프론트엔드 업무를 접하게 되었고, 그 이후로 프론트엔드에 대한 관심이 깊어져 독학을 시작하게 되었습니다.",
    "profile_sentence_3": "자바스크립트, 타입스크립트, React 등 프론트엔드에 필요한 기술들을 습득했으며, 백엔드 담당자와 함께 '블로그' 프로젝트를 진행하며 프로젝트 경험을 쌓았습니다.",
    "profile_sentence_4": "또한, 자바스크립트의 깊은 이해를 위해 ‘자바스크립트 딥다이브’라는 책을 기반으로 약 8개월간 스터디를 진행했습니다. 스터디원들을 직접 모집하여 함께 학습하면서 자바스크립트의 기초를 확실히 다질 수 있었습니다.",
    "profile_sentence_5": "이러한 프로젝트 경험과 스터디를 통해 습득한 지식과 기술을 바탕으로, 현업에서 실제 프로젝트에 기여하고자 합니다.",
    "web": "웹",
    "game":"게임",
    "blogDetail":"사람들이 댓글과 게시글을 통해 생각과 이야기를 나누고, 사용자 프로필 및 게시글을 손쉽게 관리할 수 있도록 설계된 사용자 중심의 블로그 플랫폼입니다.",
    "geugol": "그쪽이 골라주세요",
    "geugolDetail": "사용자가 앱을 통해서 다양한 선택지 혹은 사람들을 추가하고 등수를 랜덤으로 매겨주는 플랫폼입니다. 랜덤으로 전투를 진행하여 hp가 깎이고, 결과화면을 웹으로 확인할 수 있습니다.",
    "portFolio":"포트폴리오",
    "portFolioDetail":"최희연을 소개하고, 경력 / 스킬 / 자격증 / 포트폴리오를 웹으로 확인할 수 있습니다. 이메일을 바로 전송할 수도 있습니다. 또한, 테마와 다국어도 지원합니다.",
    "helloGachonDetail":"가천대 컴공 신입생들을 위한 육성 및 스토리 가이드 게임 입니다. 코로나 학번들은 학과 정보 습득이 어렵고, 각종 행사를 참여 못하기 때문에 개발하게 되었습니다.",
    "certication": "자격증",
    "career":"경력",
    "company1":"비투엔",
    "company2":"제노소프트",
    "GyoJung":"법무부 교정 통합 관제시스템",
    "GyoJungDetail": "법무부 교정청을 위한 웹서비스입니다. 서버로부터 실시간으로 현재위치/운송정보를 받아와 지도에 표시하고, 경로를 설정할 수 있습니다.",
    "maskRcnn":"https://aihub.or.kr/ 사이트에 있는 1인칭 시점 보행 영상 데이터를 활용하였습니다. 위의 데이터를 이용하여 semantic segmentation 작업을 수행했습니다.",
    "CMS":"고객관리시스템(CMS)",
    "CMSDetail":"제노소프트의 고객사들을 관리하고, 납품정보 및 제품까지 관리할 수 있는 웹서비스입니다. 제노소프트에서 납품된 상품의 정보를 기록하며, 해당 제품이 어떤 고객사에서 어떻게 쓰이는지 기록합니다. 고객사, 제노소프트 엔지니어, 협력사의 권한을 따로 주어 관리합니다.",
    "TliveGCS":"T live GCS 제품에서 AI 기능을 통해 불을 감지하면 관리자나 근무자에게 이미지와 함께 메세지가 전송되는 알림 기능을 개발하였습니다. 또한, 드론로그를 체계적으로 볼 수 있는 드론로그 기능을 개발하였습니다."

  }