{
    "profile": "Profile",
    "projects": "Projects",
    "guestbook": "Guestbook",
    "certifications": "Certifications",
    "experience": "Experience",
    "email": "Email",
    "intro_part1": "I am a",
    "intro_part2": "Frontend Engineer",
    "intro_part3": "Heeyeon Choi, who loves documenting.",
    "profile_sentence_1": "I majored in Computer Science and nurtured my dream of becoming a developer. Throughout various development experiences, I set a goal to grow as a frontend engineer.",
    "profile_sentence_2": "While working at ‘Jenosoft’, I was introduced to frontend tasks by chance, and this sparked a deeper interest in frontend development, leading me to start self-study.",
    "profile_sentence_3": "I learned frontend technologies such as JavaScript, TypeScript, and React, and gained project experience by collaborating with a backend engineer on a 'blog' project.",
    "profile_sentence_4": "In addition, I conducted an 8-month-long study group based on the book 'JavaScript Deep Dive' to gain a deeper understanding of JavaScript. By recruiting and learning together with study members, I was able to solidify my foundation in JavaScript.",
    "profile_sentence_5": "With the knowledge and skills I acquired through these projects and studies, I aim to contribute to real-world projects in the industry.",
     "web": "web",
    "game":"game",
    "blogDetail": "This is a user-centered blog platform designed to allow people to share thoughts and stories through comments and posts, while easily managing user profiles and posts.",
    "geugol": "GeuGol",
    "geugolDetail": "This is a platform where users can add various options or people through the app and randomly assign rankings. Battles are conducted randomly, reducing HP, and the result screen can be viewed on the web",
    "portFolio":"PortFolio",
    "portFolioDetail":"This website introduces Heeyeon Choi, showcasing her career, skills, certifications, and portfolio. Users can send an email directly, and the site also supports themes and multiple languages.",
    "helloGachonDetail":"This is a nurturing and story guide game designed for freshmen in Computer Science at Gachon University. It was developed to help students from the COVID era, who had difficulty accessing departmental information and participating in various events.",
    "certication":"Certication",
    "career":"Career",
    "company1":"b2en",
    "company2":"Jenosoft",
    "GyoJung": "Integrated Control System for the Ministry of Justice Correctional Bureau",
    "GyoJungDetail": "This is a web service designed for the Ministry of Justice Correctional Bureau. It retrieves real-time location and transportation information from the server, displays it on a map, and allows route setting.",
    "maskRcnn": "First-person perspective pedestrian video data from the https://aihub.or.kr/ site was utilized. Using this data, semantic segmentation tasks were performed."
  }